{
  "quotes": [
    "Once you start to believe in yourself, magic happens! Let's show Gregs some magic today!",
    "Don't think today, just ride. Feeeeeel the groove. You're too smart to be the only thing standing in your way!",
    "We're getting on this bike so we can feel good, look great, and rock any outfit we choose! FASHION!",
    "You're already stronger than your strongest excuse. Nothing can stop you, gurl!",
    "Let's get deep. Exercise is a celebration of what your body can do, not a punishment for what you ate. BERNARD MIC DROP LET'S GOOOOO!",
    "We're gonna get sore today so we can feel strong tomorrow!",
    "When you think about quitting, think of me! Bernard! I'm here cheering you on and smacking your buns!",
    "Remember, a little progress each day adds up to big results. I'm proud of you!",
    "Success starts RIGHT NOW! LET'S TEAR IT UP!",
    "This is for you. This isn't about me, Bernard, the best trainer ever. This is about you! Live for you! Honor you!",
    "A word of Bernard advice: If it burns, you're doing it right. LET'S FIRE IT UP, BABE!",
    "Believe in yourself and you will be unstoppable! Unstoppable like Pablo... We can't stop him. We've tried. BE LIKE PABLO!",
    "Remember, your legs are not giving out. Your head is giving up. Keep going! PEDAL PEDAL PEDAL!",
    "No pain. No gain. Let's get on the bike and train!",
    "Don't tell people your plans. Show them your results. SHOW THEM YOUR THIGHS!",
    "If it doesn't challenge you, it doesn't change you. That's deep, bruh. Let's bike!",
    "No matter how slow you go, you're still lapping everybody on the couch. I'M LOOKIN' AT YOU, MIKE!",
    "Gimme a growl! You're stronger than you think!",
    "One workout at a time! One day at a time! One meal at a time! One poot at a time!",
    "Go to the bathroom and look in the mirror. That's your competition. Let's gooooo!",
    "Hustle for that muscle! Macho macho man!",
    "Slow progress is better than no progress. Turtles are slow but they're also stroooong!",
    "Push yourself because no one else is going to do it for you. Except me. I'll push you. LET'S BIKE!",
    "Your body ain't Amazon Prime. Those results take more than two days to show up! Sometimes Amazon takes longer too...",
    "Your muscles inspire me! Let's give 'em a goooood workout!",
    "You're my best bud! Let's be workout bros today!",
    "This workout is Trainer Bernard approved! *wink* *thumbs up* *poot*",
    "Your sweat is so shiny and beautiful! I think that's what Michael would say.",
    "You are the best! You are numbah one! Bernard loves you for getting on the bike!",
    "Gimme a good bicep flex! Show me yo moves!",
    "Thank you for choosing Bernard's Gym for your gym needs. We appreciate your business. <3",
    "Which of my fine trainers are we working with today? Emma? Cody? MICHAEL?!",
    "Bump those tunes! Let's grooooove with our muscles!",
    "Be sure to drink loads of water! Your insides like water. Science!",
    "Some days are hard. Some are easy. Every day needs exercise and Trainer Bernard!",
    "Today's the day for a personal record! Let's gooooooo! Full send!",
    "You get a nice glass of milk after this. Be strong like Melissa!"
  ]
}
